import type { PriceItem } from '../types'

export const defaultItems: PriceItem[] = [
  {
    id: '1',
    title: 'Манікюр комбінований',
    price: '250грн',
  },
  {
    id: '2',
    title: 'Нарощення нігтів гелем',
    subtitle: '(довжина до 2-ки)',
    price: '1200грн',
  },
  {
    id: '3',
    title: 'Корекція гелем до 4х тижнів',
    subtitle: '(однотонне покриття)',
    price: '900грн',
  },
  {
    id: '4',
    title: 'Складна корекція',
    price: '1000грн',
  },
  {
    id: '5',
    title: 'Корекція гелем довжини від 2-ки',
    subtitle: '(однотонне покриття)',
    price: '',
  },
  {
    id: '6',
    title: 'Кожна наступна довжина',
    price: '+50грн',
    indented: true,
  },
  {
    id: '7',
    title: 'Ремонт зломаного нігтя',
    price: '50грн',
  },
  {
    id: '8',
    title: 'Комплекс покриттям гель лаком',
    subtitle: '(зняття, манікюр, однотонне покриття)',
    price: '700грн',
  },
  {
    id: '9',
    title: 'Реконструкція',
    price: '100грн',
  },
  {
    id: '10',
    title: 'Французький манікюр',
    price: '50грн',
  },
  {
    id: '11',
    title: 'Двосторонній френч',
    price: '150грн',
  },
  {
    id: '12',
    title: 'Градієнт',
    price: '100грн',
  },
  {
    id: '13',
    title: 'Втирка',
    price: '50грн',
  },
  {
    id: '13b',
    title: 'Стемпінг 1 ніготь',
    price: '15грн',
  },
  {
    id: '14',
    title: 'Дизайн 1 ніготь',
    price: '25грн',
  },
  {
    id: '15',
    title: 'Педикюр жіночий',
    price: '700грн',
  },
  {
    id: '17',
    title: 'Покриття нігтів гель лаком',
    price: '300грн',
  },
  {
    id: '16',
    title: 'Чоловічий педикюр',
    price: '800грн',
  },
  {
    id: '18',
    title: 'Французький педикюр',
    price: '50грн',
  },
]
